/* License button title */
"Agree" = "Accetto";

/* Failure message */
"An incompatible product is installed." = "È installato un prodotto non compatibile.";

/* License message */
"Click Agree to continue or click Disagree to cancel the installation and quit the Installer." = "Cliccare su Accetto per continuare oppure su Non accetto per annullare l'installazione e uscire dal programma di installazione.";

/* Close button */
"Close" = "Chiudi";

/* Continue button */
"Continue" = "Continua";

/* License button title */
"Disagree" = "Non accetto";

/* Progress state */
"Downloading" = "Download in corso";

/* Progress state */
"Fixing" = "Risoluzione del problema in corso";

/* Further information is available in */
"Further information is available in " = "Ulteriori informazioni sono disponibili in ";

/* Insecure directory warning */
"Insecure ownership or permissions were detected on one or more system directories." = "Sono state rilevate proprietà o autorizzazioni non sicure in una o più directory di sistema.";

/* Progress state */
"Installing" = "Installazione in corso";

/* Failure message */
"Insufficient disk space to install." = "Spazio su disco insufficiente per l'installazione.";

/* Progress state */
"Preparing" = "Preparazione in corso";

/* License button title */
"Read License" = "Leggi licenza";

/* Progress state */
"Removing" = "Rimozione in corso";

/* Progress state */
"Restoring" = "Ripristino in corso";

/* Progress state */
"Running executables" = "Esecuzione dei file eseguibili in corso";

/* Progress state */
"Starting services" = "Avvio dei servizi in corso";

/* Progress state */
"Stopping services" = "Arresto dei servizi in corso";

/* Failure explanation */
"The Sophos Installer Components folder is missing required files. View install.log for more information." = "Alla cartella \"Sophos Installer Components\" mancano file necessari. Visualizzare install.log per maggiori informazioni.";

/* Failure explanation */
"The Sophos Installer Components folder may be damaged or corrupt. View install.log for more information." = "La cartella Sophos Installer Components potrebbe essere danneggiata o corrotta. Visualizzare install.log per maggiori informazioni.";

/* (No Comment) */
"The Sophos Installer Components folder may be damaged or corrupted. View install.log for more information." = "La cartella Sophos Installer Components potrebbe essere danneggiata o corrotta. Visualizzare install.log per maggiori informazioni.";

/* Failure message */
"The installation failed." = "Installazione non riuscita.";

/* Success message */
"The installation was successful." = "Installazione completata.";

/* Failure message */
"The installer cannot continue." = "Il programma di installazione non può continuare.";

/* (No Comment) */
"The software was installed." = "Il software è stato installato.";

/* Failure explanation */
"The software was not installed successfully. Make the required space available on the system disk and re-install." = "Il software non è stato installato. Liberare lo spazio necessario sul disco di sistema e reinstallare.";

/* Failure explanation */
"The software was not installed successfully. Remove the software and re-install." = "Il software non è stato installato. Rimuovere il software e reinstallare.";

/* Failure explanation */
"This software cannot be installed over the existing installation. No changes were made to the existing installation." = "Il software non può essere installato sull'installazione attuale. Non sono state apportate modifiche all'installazione attuale.";

/* License message */
"To continue installing the software you must agree to the terms of the software license agreement" = "Per procedere con l'installazione del software occorre accettare i termini dell'accordo di licenza del software";

/* Progress state */
"Unknown state" = "Stato sconosciuto";

/* Progress state */
"Validating" = "Convalida in corso";

/* Sophos End User License Agreement: restore the Italian translation when an Italian localization of ReadMe.rtfd is available */
/* "Sophos End User License Agreement" = "Contratto di licenza Sophos per l’utente finale"; */
"Sophos End User License Agreement" = "Sophos End User License Agreement";

/* Sophos Privacy Policy: restore the Italian translation when an Italian localization of ReadMe.rtfd is available */
/* "Sophos Privacy Policy" = "Politica Sophos sulla privacy"; */
"Sophos Privacy Policy" = "Sophos Privacy Policy";

/* Failure explanation */
"The system umask was misconfigured." = "L'umask di sistema non è stato configurato in maniera corretta.";

/* kext allow text */
"You need to change your 'Security & Privacy' settings in order to protect this computer.\n\nClick 'Open Security & Privacy' and then click 'Allow' within the next screen." = "Modificare le impostazioni di 'Sicurezza e Privacy' attuali per proteggere questo computer.\n\nCliccare su 'Apri Sicurezza e Privacy' e poi su 'Consenti' nella schermata successiva.";

/* Failure message */
"The installation cannot proceed." = "Impossibile procedere con l'installazione.";

/* Failure explanation */
"The installer has detected that key system folder(s) on your Mac have insecure permissions. This is a security vulnerability and needs to be corrected before the installation can continue.\n\nPlease see the help article for more details and follow the instructions to correct this, then try the installation again." = "Il programma di installazione ha rilevato la presenza di autorizzazioni non sicure sulla/e principale/i cartella/e di sistema del Mac. È una vulnerabilità di sicurezza che deve essere corretta prima di poter procedere con l'installazione.\n\nConsultare l'articolo della guida per informazioni dettagliate e seguire le istruzioni per correggere questo problema. Provare quindi a ripetere l'installazione.";

/* help article link */
"help article" = "articolo della guida";

/* Getting started with Sophos Home */
"Getting started with Sophos Home" = "Come cominciare subito con Sophos Home.";
